#include <iostream>

int main()
{
    setlocale(LC_ALL, "Rus");
    std::cout << "Сижу за решеткой в темнице сырой.\nВскормленный в неволе орел молодой,\nМой грустный товарищ, махая крылом,\nКровавую пищу клюет под окном,\n";
    std::cout << "Клюет, и бросает, и смотрит в окно,\nКак будто со мною задумал одно.\nЗовет меня взглядом и криком своим\nИ вымолвить хочет : \"Давай улетим!\n";
    std::cout<<"Мы вольные птицы; пора, брат, пора!\nТуда, где за тучей белеет гора,\nТуда, где синеют морские края,\nТуда, где гуляем лишь ветер...да я!...\"";
}
